<!doctype html>
<html>
<head>
	<meta charset="utf-8">
    <title>Computer</title>
    <link rel="stylesheet" href="css/bootstrap.min.css">
    <link rel="stylesheet" href="css/main.css">
</head>
<body>
	<div class="container">
    <div class-"row">
        	<div class="col-md-12">
            	<br>
                <nav aria-label="breadcrumb" role="navigation">
  					<ol class="breadcrumb">
                        <li class="breadcrumb-item"><a href="index.php">หน้าหลัก</a></li>
                        <li class="breadcrumb-item"><a href="animal.php">เกี่ยวกับสัตว์</a></li>
                         <li class="breadcrumb-item active" aria-current="page">โพสต์</li>
  					</ol>
				</nav>
               </ol>
            </div>
        </div>
    	<div class="row">
        	<div class="col-md-12">
    			<div class="col-sm-8 text-left"> 
      				<h1>หัวข้อโพสต์</h1>
                    	<img src="images/no image.png" width="200" height="200">
                      		<p>ในอดีตสวนสัตว์จะเป็นส่วนหนึ่งของสวนของคหบดีหรือคนชั้นสูง ในการสะสมหรือรวบรวมสัตว์ที่หายากเพื่ออวดโชว์กันในแวดวงสังคมชั้นสูง ในยุโรปสวนสัตว์มักเป็นส่วนหนึ่งของพระราชอุทยานและตั้งอยู่ในเขตพระราชวัง เช่น พระราชวังเชินบรุนน์ ในออสเตรีย เดิมสวนสัตว์ในยุคแรกๆนี้ เป็นเพียงกรงหรือคอกกักขังสัตว์ ต่อมามีการรวมเข้ากับสวนหรืออุทยาน มีการปลูกต้นไม้ น้ำพุประดับตกแต่ง

จนปัจจุบันในหลายๆประเทศ ได้ปรับปรุงสวนสัตว์ที่มีอยู่เดิมให้มีสภาพแวดล้อมเหมาะกับสัตว์มากขึ้น ได้แก่ การสร้างคูน้ำ หรือรั้วที่กลมกลืนกับธรรมชาติ และเปิดให้ดูเป็นแหล่งศึกษาหาความรู้ เช่นเดียวกับ พิพิธภัณฑ์ นอกจากนี้ยังพัฒนาจนเป็นธุรกิจของสวนสัตว์ ในภาคเอกชนอาจจัดสร้างสวนสัตว์ที่มีการผสมผสานสวนสนุกหรือสวนที่มีการจัดแสดงอื่นๆเข้าด้วยกัน หรือแบ่งเป็นประเภทย่อยๆของสวนสัตว์ออกไป เช่น พิพิธภัณฑ์สัตว์น้ำ สวนสัตว์กลางคืน สวนนก เป็นต้น

สวนสัตว์ในประเทศไทย มีหน่วยงานราชการ ชื่อ องค์การสวนสัตว์ ในพระบรมราชูปถัมภ์ดูแล โดยมีสวนสัตว์อยู่ภายใต้ความรับผิดชอบทั้งสิ้น 7 แห่ง คือ สวนสัตว์ดุสิต สวนสัตว์เปิดเขาเขียว สวนสัตว์เชียงใหม่ สวนสัตว์นครราชสีมา สวนสัตว์สงขลา สวนสัตว์อุบลราชธานี และสวนสัตว์ขอนแก่น</p>
      				<hr>
    			</div>
          </div>
      </div>
  </div>
    <footer class="container-fluid">
  		<p>Footer Text</p>
	</footer>
</body>
</html>